Repository: uffelman/Fuji
Catalog: Fuji/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, sv, th, tr, uk, vi, zh_hans, zh_hant

# aboutDescription
source: A lightweight menu bar utility for instantly switching display resolutions on macOS.
ar: أداة خفيفة في شريط القوائم للتبديل الفوري بين دقة العرض على macOS.
cs: Lehký nástroj v řádku nabídek pro okamžité přepínání rozlišení displeje v macOS.
da: Et let menulinjeværktøj til øjeblikkeligt at skifte skærmopløsninger på macOS.
de: Ein schlankes Menüleisten-Dienstprogramm zum sofortigen Wechseln der Bildschirmauflösung unter macOS.
es: Una utilidad ligera en la barra de menús para cambiar instantáneamente la resolución de pantalla en macOS.
fi: Kevyt valikkopalkin apuohjelma näytön tarkkuuksien välittömään vaihtamiseen macOS:ssa.
fr: Un utilitaire léger dans la barre des menus pour changer instantanément la résolution d'écran sur macOS.
he: כלי קל בשורת התפריטים למעבר מיידי בין רזולוציות תצוגה ב-macOS.
hu: Könnyű menüsor segédprogram a kijelzőfelbontás azonnali váltásához macOS-en.
id: Utilitas bilah menu yang ringan untuk langsung beralih resolusi layar di macOS.
it: Un'utility leggera nella barra dei menu per cambiare istantaneamente la risoluzione dello schermo su macOS.
ja: macOSでディスプレイ解像度を瞬時に 切り替える軽量メニューバーユーティリティ。
ko: macOS에서 디스플레이 해상도를 즉시 전환할 수 있는 가벼운 메뉴 막대 유틸리티입니다.
nb: Et lett menylinjeverktøy for å umiddelbart bytte skjermoppløsninger på macOS.
nl: Een lichtgewicht menubalk-hulpprogramma om direct beeldschermresoluties te wisselen op macOS.
pl: Lekkie narzędzie na pasku menu do natychmiastowego przełączania rozdzielczości ekranu w macOS.
pt_br: Um utilitário leve na barra de menus para alternar instantaneamente as resoluções de tela no macOS.
ro: Un utilitar ușor pentru bara de meniuri, pentru comutarea instantanee a rezoluțiilor ecranului pe macOS.
sv: Ett lättviktigt menyradsverktyg för att omedelbart växla skärmupplösningar på macOS.
th: ยูทิลิตี้แถบเมนูขนาดเล็กสำหรับ สลับความละเอียดจอแสดงผลบน macOS ได้ทันที
tr: macOS'ta ekran çözünürlüklerini anında değiştirmek için hafif bir menü çubuğu aracı.
uk: Легка утиліта смуги меню для миттєвого перемикання роздільної здатності дисплея на macOS.
vi: Tiện ích thanh menu nhẹ để chuyển đổi độ phân giải màn hình trên macOS ngay lập tức.
zh_hans: 一款轻量级菜单栏工具，可在 macOS 上 即时切换显示器分辨率。
zh_hant: 輕量級選單列工具，可在 macOS 上 即時切換顯示器解析度。

# aboutDeveloperWebsite
source: Developer Website
ar: موقع المطور
cs: Web vývojáře
da: Udviklerens Hjemmeside
de: Entwickler-Website
es: Sitio web del desarrollador
fi: Kehittäjän Verkkosivusto
fr: Site du développeur
he: אתר המפתח
hu: Fejlesztői weboldal
id: Situs Web Pengembang
it: Sito dello Sviluppatore
ja: 開発者のWebサイト
ko: 개발자 웹사이트
nb: Utviklerens Nettsted
nl: Website van de Ontwikkelaar
pl: Strona Dewelopera
pt_br: Site do Desenvolvedor
ro: Site-ul dezvoltatorului
sv: Utvecklarens Webbplats
th: เว็บไซต์นักพัฒนา
tr: Geliştirici Web Sitesi
uk: Сайт розробника
vi: Trang web nhà phát triển
zh_hans: 开发者网站
zh_hant: 開發者網站

# aboutMetaDeveloper
source: Developer
ar: المطور
cs: Vývojář
da: Udvikler
de: Entwickler
es: Desarrollador
fi: Kehittäjä
fr: Développeur
he: מפתח
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
nb: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ro: Dezvoltator
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# aboutMetaLicense
source: License
ar: الترخيص
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
he: רישיון
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nb: Lisens
nl: Licentie
pl: Licencja
pt_br: Licença
ro: Licență
sv: Licens
th: สัญญาอนุญาต
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 许可证
zh_hant: 授權條款

# aboutSourceCode
source: Source Code
ar: الشيفرة المصدرية
cs: Zdrojový kód
da: Kildekode
de: Quellcode
es: Código fuente
fi: Lähdekoodi
fr: Code source
he: קוד מקור
hu: Forráskód
id: Kode Sumber
it: Codice Sorgente
ja: ソースコード
ko: 소스 코드
nb: Kildekode
nl: Broncode
pl: Kod Źródłowy
pt_br: Código Fonte
ro: Cod sursă
sv: Källkod
th: ซอร์สโค้ด
tr: Kaynak Kodu
uk: Вихідний код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

# aboutSupportKofi
source: Support on Ko-fi
ar: ادعم على Ko-fi
cs: Podpořte na Ko-fi
da: Støt på Ko-fi
de: Auf Ko-fi unterstützen
es: Apoyar en Ko-fi
fi: Tue Ko-fi:ssa
fr: Soutenir sur Ko-fi
he: תמוך ב-Ko-fi
hu: Támogatás a Ko-fi-n
id: Dukung di Ko-fi
it: Supporta su Ko-fi
ja: Ko-fiで支援
ko: Ko-fi에서 후원
nb: Støtt på Ko-fi
nl: Steun op Ko-fi
pl: Wesprzyj na Ko-fi
pt_br: Apoie no Ko-fi
ro: Susține pe Ko-fi
sv: Stöd på Ko-fi
th: สนับสนุนบน Ko-fi
tr: Ko-fi'de Destekle
uk: Підтримати на Ko-fi
vi: Ủng hộ trên Ko-fi
zh_hans: 在 Ko-fi 上支持
zh_hant: 在 Ko-fi 上支持

# aboutTipJarText
source: %@ is free and open source. If you find it useful, consider leaving a tip! ❤️
ar: %@ مجاني ومفتوح المصدر. إذا وجدته مفيدًا، فكّر في ترك إكرامية! ❤️
cs: %@ je zdarma a open source. Pokud vám přijde užitečný, zvažte, zda nepřispějete! ❤️
da: %@ er gratis og open source. Hvis du finder det nyttigt, kan du overveje at give et bidrag! ❤️
de: %@ ist kostenlos und quelloffen. Wenn du es nützlich findest, hinterlasse gerne ein Trinkgeld! ❤️
es: %@ es gratuito y de código abierto. Si te resulta útil, ¡considera dejar una propina! ❤️
fi: %@ on ilmainen ja avoimen lähdekoodin sovellus. Jos pidät sitä hyödyllisenä, harkitse tipin jättämistä! ❤️
fr: %@ est gratuit et open source. Si vous le trouvez utile, pensez à laisser un pourboire ! ❤️
he: %@ הוא חינמי וקוד פתוח. אם מצאת אותו שימושי, שקול להשאיר טיפ! ❤️
hu: A %@ ingyenes és nyílt forráskódú. Ha hasznosnak találod, fontold meg, hogy háládat fejezd ki! ❤️
id: %@ bersifat gratis dan open source. Jika menurut Anda berguna, pertimbangkan untuk memberi tip! ❤️
it: %@ è gratuito e open source. Se lo trovi utile, considera di lasciare una mancia! ❤️
ja: %@ は無料でオープンソースです。 便利だと感じたら、ぜひチップをお願いします！ ❤️
ko: %@은(는) 무료 오픈 소스입니다. 유용하다고 생각하시면 팁을 남겨주세요! ❤️
nb: %@ er gratis og åpen kildekode. Hvis du synes det er nyttig, vurder å legge igjen et tips! ❤️
nl: %@ is gratis en open source. Als je het nuttig vindt, overweeg dan een fooi achter te laten! ❤️
pl: %@ jest darmowy i ma otwarty kod źródłowy. Jeśli uważasz go za przydatny, rozważ zostawienie napiwku! ❤️
pt_br: %@ é gratuito e de código aberto. Se você achar útil, considere deixar uma gorjeta! ❤️
ro: %@ este gratuit și open source. Dacă îl găsești util, ia în considerare să lași un bacșiș! ❤️
sv: %@ är gratis och har öppen källkod. Om du tycker det är användbart, överväg att lämna en dricks! ❤️
th: %@ เป็นซอฟต์แวร์ฟรีและโอเพนซอร์ส หากคุณพบว่ามีประโยชน์ ลองพิจารณาให้ทิปด้วยนะ! ❤️
tr: %@ ücretsiz ve açık kaynaklıdır. Faydalı buluyorsanız, bahşiş bırakmayı düşünün! ❤️
uk: %@ — безкоштовний і з відкритим кодом. Якщо вважаєте корисним, залиште подяку! ❤️
vi: %@ miễn phí và mã nguồn mở. Nếu bạn thấy hữu ích, hãy cân nhắc ủng hộ! ❤️
zh_hans: %@ 是免费的开源软件。 如果觉得好用，欢迎打赏支持！ ❤️
zh_hant: %@ 是免費的開源軟體。 如果覺得好用，歡迎打賞支持！❤️

# bundleMinimumOSFallback
source: 26.0+ Required
ar: يتطلب 26.0+
cs: Vyžadováno 26.0+
da: 26.0+ Påkrævet
de: 26.0+ erforderlich
es: Se requiere 26.0+
fi: 26.0+ Vaaditaan
fr: 26.0+ requis
he: נדרש 26.0+
hu: 26.0+ szükséges
id: 26.0+ Diperlukan
it: 26.0+ Richiesto
ja: 26.0以上が必要
ko: 26.0+ 필요
nb: 26.0+ Påkrevd
nl: 26.0+ Vereist
pl: 26.0+ Wymagany
pt_br: 26.0+ Necessário
ro: 26.0+ necesar
sv: 26.0+ Krävs
th: ต้องใช้ 26.0+
tr: 26.0+ Gerekli
uk: Потрібно 26.0+
vi: Yêu cầu 26.0+
zh_hans: 需要 26.0+
zh_hant: 需要 26.0+

# bundleMinimumOSRequired
source: %@+ Required
ar: يتطلب %@+
cs: Vyžadováno %@+
da: %@+ Påkrævet
de: %@+ erforderlich
es: Se requiere %@+
fi: %@+ Vaaditaan
fr: %@+ requis
he: נדרש %@+
hu: %@+ szükséges
id: %@+ Diperlukan
it: %@+ Richiesto
ja: %@以上が必要
ko: %@+ 필요
nb: %@+ Påkrevd
nl: %@+ Vereist
pl: %@+ Wymagany
pt_br: %@+ Necessário
ro: %@+ necesar
sv: %@+ Krävs
th: ต้องใช้ %@+
tr: %@+ Gerekli
uk: Потрібно %@+
vi: Yêu cầu %@+
zh_hans: 需要 %@+
zh_hant: 需要 %@+

# bundleMinimumOSUnknown
source: Unknown
ar: غير معروف
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tidak Dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# displayBuiltIn
source: Built-in Display
ar: شاشة مدمجة
cs: Vestavěný displej
da: Indbygget Skærm
de: Integriertes Display
es: Pantalla integrada
fi: Sisäänrakennettu Näyttö
fr: Écran intégré
he: צג מובנה
hu: Beépített kijelző
id: Layar Bawaan
it: Display Integrato
ja: 内蔵ディスプレイ
ko: 내장 디스플레이
nb: Innebygd Skjerm
nl: Ingebouwd Beeldscherm
pl: Wbudowany Wyświetlacz
pt_br: Tela Integrada
ro: Afișaj încorporat
sv: Inbyggd Skärm
th: จอแสดงผลในตัว
tr: Dahili Ekran
uk: Вбудований дисплей
vi: Màn hình tích hợp
zh_hans: 内置显示器
zh_hant: 內建顯示器

# displayModeStandard
source: Standard
ar: قياسي
cs: Standardní
es: Estándar
fi: Standardi
he: רגיל
hu: Normál
id: Standar
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowa
pt_br: Padrão
th: มาตรฐาน
tr: Standart
uk: Стандартна
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# displaySuffixBuiltIn
source: - Built-in
ar: - مدمجة
cs: - Vestavěný
da: - Indbygget
de: – Integriert
es: - Integrada
fi: - Sisäänrakennettu
fr: – Intégré
he: - מובנה
hu: - Beépített
id: - Bawaan
it: - Integrato
ja: - 内蔵
ko: - 내장
nb: - Innebygd
nl: - Ingebouwd
pl: - Wbudowany
pt_br: - Integrado
ro: - Încorporat
sv: - Inbyggd
th: - ในตัว
tr: - Dahili
uk: - Вбудований
vi: - Tích hợp
zh_hans: - 内置
zh_hant: - 內建

# generalCancel
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# generalDecrease
source: Decrease
ar: تقليل
cs: Snížit
da: Formindsk
de: Verringern
es: Reducir
fi: Pienennä
fr: Réduire
he: הקטן
hu: Csökkentés
id: Kurangi
it: Diminuisci
ja: 下げる
ko: 감소
nb: Reduser
nl: Verlagen
pl: Zmniejsz
pt_br: Diminuir
ro: Micșorează
sv: Minska
th: ลดลง
tr: Azalt
uk: Зменшити
vi: Giảm
zh_hans: 降低
zh_hant: 降低

# generalDeveloper
source: Developer
ar: المطور
cs: Vývojář
da: Udvikler
de: Entwickler
es: Desarrollador
fi: Kehittäjä
fr: Développeur
he: מפתח
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
nb: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ro: Dezvoltator
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# generalEnableIncrementShortcuts
source: Increment resolutions with keyboard shortcuts
ar: تغيير الدقة باستخدام اختصارات لوحة المفاتيح
cs: Měnit rozlišení klávesovými zkratkami
da: Skift opløsninger trinvist med tastaturgenveje
de: Auflösung schrittweise per Tastaturkurzbefehl ändern
es: Ajustar resolución con atajos de teclado
fi: Muuta tarkkuuksia pikanäppäimillä
fr: Ajuster la résolution par raccourcis clavier
he: שנה רזולוציות עם קיצורי מקלדת
hu: Felbontás léptetése billentyűkombinációkkal
id: Ubah resolusi dengan pintasan keyboard
it: Cambia le risoluzioni con scorciatoie da tastiera
ja: キーボードショートカットで解像度を段階的に変更
ko: 키보드 단축키로 해상도를 단계적으로 변경
nb: Juster oppløsninger med hurtigtaster
nl: Resoluties stapsgewijs wijzigen met sneltoetsen
pl: Zmieniaj rozdzielczości skrótami klawiaturowymi
pt_br: Incrementar resoluções com atalhos de teclado
ro: Ajustează rezoluțiile cu comenzi rapide de la tastatură
sv: Stega upplösningar med tangentbordsgenvägar
th: ปรับความละเอียดด้วยปุ่มลัดคีย์บอร์ด
tr: Klavye kısayollarıyla çözünürlükleri kademeli olarak değiştir
uk: Змінюйте роздільну здатність комбінаціями клавіш
vi: Điều chỉnh độ phân giải bằng phím tắt
zh_hans: 使用键盘快捷键逐级调整分辨率
zh_hant: 使用鍵盤快速鍵逐步調整解析度

# generalIncrease
source: Increase
ar: زيادة
cs: Zvýšit
da: Forøg
de: Erhöhen
es: Aumentar
fi: Suurenna
fr: Augmenter
he: הגדל
hu: Növelés
id: Tingkatkan
it: Aumenta
ja: 上げる
ko: 증가
nb: Øk
nl: Verhogen
pl: Zwiększ
pt_br: Aumentar
ro: Mărește
sv: Öka
th: เพิ่มขึ้น
tr: Artır
uk: Збільшити
vi: Tăng
zh_hans: 提高
zh_hant: 提高

# generalLaunchAtLogin
source: Launch at Login
ar: التشغيل عند تسجيل الدخول
cs: Spustit při přihlášení
da: Start ved Login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fi: Käynnistä Kirjautuessa
fr: Lancer à l'ouverture de session
he: הפעל בעת התחברות
hu: Indítás bejelentkezéskor
id: Buka saat Login
it: Avvia al Login
ja: ログイン時に起動
ko: 로그인 시 실행
nb: Start ved Innlogging
nl: Start bij Inloggen
pl: Uruchom przy Logowaniu
pt_br: Iniciar ao fazer login
ro: Lansare la autentificare
sv: Starta vid Inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte Başlat
uk: Запускати при вході
vi: Khởi chạy khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

# generalPressKeyCombo
source: Press a key combination...
ar: اضغط تركيبة مفاتيح...
cs: Stiskněte kombinaci kláves…
da: Tryk en tastkombination...
de: Tastenkombination drücken …
es: Pulsa una combinación de teclas…
fi: Paina näppäinyhdistelmää...
fr: Appuyez sur une combinaison de touches…
he: לחץ על שילוב מקשים...
hu: Nyomj meg egy billentyűkombinációt…
id: Tekan kombinasi tombol...
it: Premi una combinazione di tasti...
ja: キーの組み合わせを押してください…
ko: 키 조합을 누르세요...
nb: Trykk en tastekombinasjon...
nl: Druk een toetscombinatie...
pl: Naciśnij kombinację klawiszy...
pt_br: Pressione uma combinação de teclas...
ro: Apăsați o combinație de taste...
sv: Tryck en tangentkombination...
th: กดคีย์ผสม...
tr: Bir tuş kombinasyonu basın...
uk: Натисніть комбінацію клавіш…
vi: Nhấn tổ hợp phím...
zh_hans: 请按下组合键…
zh_hant: 按下組合鍵⋯

# generalRecordShortcut
source: Record Shortcut
ar: تسجيل الاختصار
cs: Zaznamenat zkratku
da: Optag Genvej
de: Kurzbefehl aufzeichnen
es: Grabar atajo
fi: Tallenna Pikanäppäin
fr: Enregistrer un raccourci
he: הקלט קיצור
hu: Billentyűkombináció rögzítése
id: Rekam Pintasan
it: Registra Scorciatoia
ja: ショートカットを記録
ko: 단축키 녹화
nb: Ta opp Snarvei
nl: Sneltoets Opnemen
pl: Nagraj Skrót
pt_br: Gravar Atalho
ro: Înregistrează comanda rapidă
sv: Spela in Genväg
th: บันทึกปุ่มลัด
tr: Kısayol Kaydet
uk: Записати комбінацію клавіш
vi: Ghi phím tắt
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

# generalResetToDefault
source: Reset to default
ar: إعادة التعيين إلى الافتراضي
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer a valores predeterminados
fi: Palauta oletukseen
fr: Réinitialiser par défaut
he: אפס לברירת מחדל
hu: Visszaállítás alapértelmezettre
id: Atur ulang ke default
it: Ripristina valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
nb: Tilbakestill til standard
nl: Standaard herstellen
pl: Przywróć domyślne
pt_br: Restaurar para o padrão
ro: Resetare la implicit
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Скинути до стандартних
vi: Đặt lại về mặc định
zh_hans: 恢复默认
zh_hant: 重設為預設值

# generalShowInDock
source: Show in Dock
ar: إظهار في Dock
cs: Zobrazit v Dock
da: Vis i Dock
de: Im Dock anzeigen
es: Mostrar en el Dock
fi: Näytä Dock-palkissa
fr: Afficher dans le Dock
he: הצג ב-Dock
hu: Megjelenítés a Dock-ban
id: Tampilkan di Dock
it: Mostra nel Dock
ja: Dockに表示
ko: Dock에 표시
nb: Vis i Dock
nl: Toon in Dock
pl: Pokaż w Dock
pt_br: Mostrar no Dock
ro: Afișează în Dock
sv: Visa i Dock
th: แสดงใน Dock
tr: Dock'ta Göster
uk: Показувати в Dock
vi: Hiển thị trong Dock
zh_hans: 在程序坞中显示
zh_hant: 在 Dock 中顯示

# generalShowOverlay
source: Show overlay when switching resolutions
ar: إظهار التراكب عند تبديل الدقة
cs: Zobrazit překrytí při přepínání rozlišení
da: Vis overlay ved skift af opløsning
de: Einblendung beim Wechseln der Auflösung anzeigen
es: Mostrar indicador visual al cambiar la resolución
fi: Näytä peitto tarkkuutta vaihdettaessa
fr: Afficher la superposition lors du changement de résolution
he: הצג שכבת-על בעת מעבר בין רזולוציות
hu: Fedvény megjelenítése felbontásváltáskor
id: Tampilkan overlay saat beralih resolusi
it: Mostra sovrapposizione durante il cambio di risoluzione
ja: 解像度切り替え時にオーバーレイを表示
ko: 해상도 전환 시 오버레이 표시
nb: Vis overlegg ved bytte av oppløsning
nl: Overlay tonen bij het wisselen van resoluties
pl: Pokaż nakładkę podczas zmiany rozdzielczości
pt_br: Mostrar sobreposição ao trocar resoluções
ro: Afișează suprapunerea la schimbarea rezoluției
sv: Visa överlagring vid byte av upplösning
th: แสดงหน้าต่างซ้อนทับเมื่อสลับความละเอียด
tr: Çözünürlük değiştirilirken bindirme göster
uk: Показувати накладку при зміні роздільної здатності
vi: Hiển thị lớp phủ khi chuyển đổi độ phân giải
zh_hans: 切换分辨率时显示浮动提示
zh_hant: 切換解析度時顯示覆蓋層

# generalTitle
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
he: כללי
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般

# menuChangeResolution
source: Change Resolution
ar: تغيير الدقة
cs: Změnit rozlišení
da: Skift Opløsning
de: Auflösung ändern
es: Cambiar resolución
fi: Vaihda Tarkkuutta
fr: Changer la résolution
he: שנה רזולוציה
hu: Felbontás módosítása
id: Ubah Resolusi
it: Cambia Risoluzione
ja: 解像度を変更
ko: 해상도 변경
nb: Endre Oppløsning
nl: Resolutie Wijzigen
pl: Zmień Rozdzielczość
pt_br: Alterar Resolução
ro: Schimbă rezoluția
sv: Ändra Upplösning
th: เปลี่ยนความละเอียด
tr: Çözünürlüğü Değiştir
uk: Змінити роздільну здатність
vi: Thay đổi độ phân giải
zh_hans: 更改分辨率
zh_hant: 更改解析度

# menuCheckForUpdates
source: Check for Updates...
ar: التحقق من التحديثات...
cs: Zkontrolovat aktualizace…
da: Søg efter Opdateringer...
de: Nach Updates suchen …
es: Buscar actualizaciones…
fi: Tarkista Päivitykset...
fr: Rechercher les mises à jour…
he: בדוק עדכונים...
hu: Frissítések keresése…
id: Periksa Pembaruan...
it: Verifica Aggiornamenti...
ja: アップデートを確認…
ko: 업데이트 확인...
nb: Se etter Oppdateringer...
nl: Controleer op Updates...
pl: Sprawdź Aktualizacje...
pt_br: Verificar Atualizações...
ro: Verifică actualizările...
sv: Sök efter Uppdateringar...
th: ตรวจสอบการอัปเดต...
tr: Güncellemeleri Kontrol Et...
uk: Перевірити оновлення…
vi: Kiểm tra cập nhật...
zh_hans: 检查更新…
zh_hant: 檢查更新⋯

# menuCurrentPrefix
source: Current: %@
ar: الحالية: %@
cs: Aktuální: %@
da: Aktuel: %@
de: Aktuell: %@
es: Actual: %@
fi: Nykyinen: %@
fr: Actuelle : %@
he: נוכחי: %@
hu: Jelenlegi: %@
id: Saat ini: %@
it: Corrente: %@
ja: 現在: %@
ko: 현재: %@
nb: Gjeldende: %@
nl: Huidig: %@
pl: Bieżąca: %@
pt_br: Atual: %@
ro: Curentă: %@
sv: Aktuell: %@
th: ปัจจุบัน: %@
tr: Mevcut: %@
uk: Поточна: %@
vi: Hiện tại: %@
zh_hans: 当前: %@
zh_hant: 目前：%@

# menuDecreaseResolution
source: Decrease Resolution
ar: تقليل الدقة
cs: Snížit rozlišení
da: Formindsk Opløsning
de: Auflösung verringern
es: Reducir resolución
fi: Pienennä Tarkkuutta
fr: Réduire la résolution
he: הקטן רזולוציה
hu: Felbontás csökkentése
id: Kurangi Resolusi
it: Diminuisci Risoluzione
ja: 解像度を下げる
ko: 해상도 감소
nb: Reduser Oppløsning
nl: Resolutie Verlagen
pl: Zmniejsz Rozdzielczość
pt_br: Diminuir Resolução
ro: Micșorează rezoluția
sv: Minska Upplösning
th: ลดความละเอียด
tr: Çözünürlüğü Azalt
uk: Зменшити роздільну здатність
vi: Giảm độ phân giải
zh_hans: 降低分辨率
zh_hant: 降低解析度

# menuDefaultSuffix
source: Default
ar: افتراضي
cs: Výchozí
da: Standard
de: Standard
es: Predeterminada
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślna
pt_br: Padrão
ro: Implicit
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартна
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# menuDisplaysNotFoundMessage
source: Could not apply preset '%@' — none of the configured displays are currently connected.
ar: تعذّر تطبيق الإعداد المسبق '%@' — لا يوجد أي من الشاشات المُعدّة متصلاً حاليًا.
cs: Nelze použít předvolbu „%@” — žádný z nakonfigurovaných displejů není momentálně připojen.
da: Kunne ikke anvende forudindstillingen '%@' — ingen af de konfigurerede skærme er i øjeblikket tilsluttet.
de: Die Voreinstellung „%@“ konnte nicht angewendet werden – keiner der konfigurierten Bildschirme ist derzeit verbunden.
es: No se pudo aplicar el preajuste "%@": ninguna de las pantallas configuradas está conectada actualmente.
fi: Esiasetusta '%@' ei voitu ottaa käyttöön — yhtään määritetyistä näytöistä ei ole tällä hetkellä yhdistetty.
fr: Impossible d'appliquer le préréglage « %@ » — aucun des écrans configurés n'est actuellement connecté.
he: לא ניתן להחיל את ההגדרה '%@' — אף אחד מהצגים המוגדרים אינו מחובר כעת.
hu: Nem sikerült alkalmazni a(z) „%@” előbeállítást — a konfigurált kijelzők közül egyik sincs csatlakoztatva.
id: Tidak dapat menerapkan preset '%@' — tidak ada layar yang dikonfigurasi saat ini terhubung.
it: Impossibile applicare il preset '%@' — nessuno dei display configurati è attualmente collegato.
ja: プリセット「%@」を適用できませんでした — 設定されたディスプレイが現在接続されていません。
ko: 프리셋 '%@'을(를) 적용할 수 없습니다 — 구성된 디스플레이가 현재 연결되어 있지 않습니다.
nb: Kunne ikke bruke forhåndsinnstillingen '%@' — ingen av de konfigurerte skjermene er for øyeblikket tilkoblet.
nl: Kan voorinstelling '%@' niet toepassen — geen van de geconfigureerde beeldschermen is momenteel aangesloten.
pl: Nie można zastosować presetu '%@' — żaden ze skonfigurowanych wyświetlaczy nie jest obecnie podłączony.
pt_br: Não foi possível aplicar a predefinição '%@' — nenhum dos monitores configurados está conectado no momento.
ro: Nu s-a putut aplica presetarea „%@” — niciunul dintre ecranele configurate nu este conectat în prezent.
sv: Kunde inte tillämpa förinställningen '%@' — ingen av de konfigurerade skärmarna är för närvarande anslutna.
th: ไม่สามารถใช้พรีเซ็ต '%@' — ไม่มีจอแสดงผลที่กำหนดค่าไว้เชื่อมต่ออยู่ในขณะนี้
tr: '%@' ön ayarı uygulanamadı — yapılandırılmış ekranların hiçbiri şu anda bağlı değil.
uk: Не вдалося застосувати набір налаштувань «%@» — жоден із налаштованих дисплеїв не підʼєднано.
vi: Không thể áp dụng thiết lập sẵn '%@' — không có màn hình nào đã cấu hình đang được kết nối.
zh_hans: 无法应用预设“%@”——当前没有已配置的显示器连接。
zh_hant: 無法套用預設組合「%@」— 所有已配置的顯示器目前均未連接。

# menuDisplaysNotFoundTitle
source: Displays Not Found
ar: لم يتم العثور على شاشات
cs: Displeje nenalezeny
da: Skærme Ikke Fundet
de: Bildschirme nicht gefunden
es: Pantallas no encontradas
fi: Näyttöjä Ei Löytynyt
fr: Écrans introuvables
he: צגים לא נמצאו
hu: Kijelzők nem találhatók
id: Layar Tidak Ditemukan
it: Display Non Trovati
ja: ディスプレイが見つかりません
ko: 디스플레이를 찾을 수 없음
nb: Skjermer Ikke Funnet
nl: Beeldschermen Niet Gevonden
pl: Nie Znaleziono Wyświetlaczy
pt_br: Monitores Não Encontrados
ro: Afișajele nu au fost găsite
sv: Skärmar Hittades Inte
th: ไม่พบจอแสดงผล
tr: Ekranlar Bulunamadı
uk: Дисплеї не знайдено
vi: Không tìm thấy màn hình
zh_hans: 未找到显示器
zh_hant: 找不到顯示器
